12/data/attachments/89109525755213e5.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jason_eat_Friend_83493_0</nif:username>
            <nif:friendToBeRequested>soap_friends_2f60d643-61c0-4ce1-9600-b776e76ef1cb</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>